tap 'caskroom/fonts'
tap 'jamieconnolly/formulae'

brew 'ack'
brew 'findutils'
brew 'git'
brew 'gnu-tar'
brew 'gnupg21'
brew 'htop-osx'
brew 'hub'
brew 'node'
brew 'node-build'
brew 'nodenv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenv-ext'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'spark'

cask_args appdir: '/Applications'
cask '1password'
cask 'atom'
cask 'bartender'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'google-chrome'
cask 'podcastmenu'
cask 'postico'
cask 'quitter'
cask 'recordit'
cask 'the-unarchiver'
cask 'whatsapp'

cask 'font-input'
