tap 'caskroom/fonts'
tap 'jamieconnolly/formulae'

brew 'ack'
brew 'autoconf'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'guetzli'
brew 'handles'
brew 'hub'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'pkg-config'
brew 'python'
brew 'readline'
brew 'ruby'
brew 'shellcheck'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'bartender'
cask 'polymail'
cask 'quitter'
cask 'recordit'
cask 'the-unarchiver'

cask 'font-input'

mas 'Pocket', id: 568494494
mas 'Reeder', id: 880001334
mas 'Tweetbot', id: 557168941
